[
  {
    "title": "Social Business",
    "paragraph": "The Yunus Centre acts as a resource centre for existing and potential social businesses by assisting each venture in adhering to social business principles and, by extension, achieving the targeted social goal.",
    "image": "/assets/images/landing_page/we_do/1.png",
    "link": "/about"
  },
  {
    "title": "Academic Programs",
    "paragraph": "The Yunus Centre assists in the development of academic programs focusing on social business within academic institutions.",
    "image": "/assets/images/landing_page/we_do/2.png",
    "link": "/about"
  },
  {
    "title": "Research & Publications",
    "paragraph": "Disseminating Professor Yunus’ ideas on poverty eradication by contributing articles and other media to renowned publications around the world is one of the Centre’s primary activities.",
    "image": "/assets/images/landing_page/we_do/3.png",
    "link": "/about"
  },
  {
    "title": "Global Events & Gatherings",
    "paragraph": "Yunus Centre organizes many global events and gatherings annually to celebrate and discuss the ground-breaking concept of Social Business. Some of the notable events and gatherings include Social Business Day, Global Social Business Summit, The East Africa Youth Forun, Social Business Academia Forum, etc.",
    "image": "/assets/images/landing_page/we_do/4.png",
    "link": "/about"
  },
  {
    "title": "Three Zero World Campaign",
    "paragraph": "The three zero world campaign is an initiative towards achieving the Nobel Peace Laureate Professor Muhammad Yunus’s vision of creating a world of three zeros — zero net carbon emission, zero wealth concentration for ending poverty, and zero unemployment by unleashing entrepreneurship in all. With this initiative, we aim to Ideate, create and lead with your entrepreneurial spirit to create a world of three zeros.",
    "image": "/assets/images/landing_page/we_do/5.png",
    "link": "/about"
  },
  {
    "title": "International Communication & Networking",
    "paragraph": "The Centre also aims to aggrandize Professor Yunus’ existing international network of individuals and institutions that work in the field of poverty eradication. The development of social media (including Facebook, Twitter, YouTube) focusing on the work of Professor Yunus will enhance the exposure of his ideas on a global scale.",
    "image": "/assets/images/landing_page/we_do/6.png",
    "link": "/about"
  }
]
