{
  "title": "My Wishlist",
  "desc": [
    "Let me give a wish list of my dream world that I would like to see emerge by 2050. These are my dreams, but I hope that many of my dreams will coincide with yours. I am sure I would love many of the dreams on your list so much that I would make them my dreams too.",
    "There will be no poor people, no beggars, no homeless people and no street children anywhere in the world. Every country will have its own poverty museum. The global poverty museum will be located in the country that is the last to come out of poverty. There will be no passports and no visas for anybody anywhere in the world. All people will be truly global citizens of equal status.There will be no war, no war preparations and no military establishment to fight wars. There will be no nuclear weapons or any other weapons of mass destruction.",
    "There will be no more incurable diseases, from cancer to AIDS, anywhere in the world. Disease will become a very rare phenomenon subject to immediate and effective treatment. High-quality healthcare will be available to everyone. Infant mortality and maternal mortality will be things of the past. There will be a global education system accessible to all from anywhere in the world. All children will experience fun and excitement in learning and growing up. All children will grow up as caring and sharing persons, believing that their own development should be consistent with the development of others in the world.",
    "The global economic system will encourage individuals, businesses and institutions to share their prosperity and participate actively in bringing prosperity to others, making income inequality an irrelevant issue. Unemployment and welfare will be unheard of. Social business will be a substantial part of the business world.There will be only one global currency. Coins and paper currency will be gone.",
    "Technology will be avail- able with which all secret bank accounts and transac- tions of politicians, govern- ment officials, business people, intelligence agencies, underworld organizations and terrorist groups can be easily detected and monitored.State-of-the art fi- nancial services of every kind will be available to every per- son in the world.",
    "All people will be committed to maintaining a sus- tainable lifestyle based on appropriate technologies. Sun, water and wind will be the main sources of power.Humans will be able to forecast earthquakes, cyclones, tsunamis and other natural disasters pre- cisely and in plenty of time to minimize damage and loss of life. All cultures, ethnic groups and religions will flour- ish to their full beauty, contributing to the magnificent unified orchestra of human society.There will be no discrimination of any kind, whether based on race, colour, religion, gender, sexual orientation, political be- lief, language, culture or any other factor.",
    "There will be no need of paper and therefore no need to cut down trees. There will be biodegradable reusable synthetic papers, in cases where paper is ab- solutely needed.Basic connectivity will be wireless and nearly costless.",
    "Everybody will read and hear everything in his own language. Technology will make it possible for a per- son to speak, read and write in his own language while the listener will hear and the reader will read the mes- sage in his own language. Software and gadgets will translate simultaneously as one speaks or downloads any text. One will be able to watch any TV channel from anywhere and hear the words in his own language.All cultures, ethnic groups and religions will flourish to their full beauty and creativity, contributing to the mag- nificent unified orchestra of human society.All people will enjoy an environment of continuous innovation, restructuring of institutions and revisiting of con- cepts and ideas.",
    "All peoples will share a world of peace, harmony and friendship devoted to expanding the frontiers of human potential.These are all achievable goals if we work at them. I believe that, as we proceed through the future, it will be easier and easier to get closer to our dreams. The difficult part is making up our minds now. As more of us can agree on what we want to achieve, the quicker we can reach our goals.",
    "We tend to be so busy with our everyday work and enjoying our lives that we forget to look through the windows of our lives to find out where we are right now in our journey, and take time off to reflect where we wish to go ultimately. Once we know where we want to go, getting there will be so much easier.",
    "Each of us should draw up a wish list of our own to reflect on what kind of world we would like to see when we retire. Once it is done, we should hang it on our walls to remind us daily whether we are get- ting closer to the destination."
  ]
}
